/* 
 Localizable.strings
 SeeTheApp
 
 Created by goVertex on 11/16/11.
 Copyright (c) 2011 __MyCompanyName__. All rights reserved.
 */

// Rate dialog strings
"Please rate See the App" = "Please rate See the App";
"Rate See the App" = "Rate See the App";
"No thanks" = "No thanks";
"Maybe later" = "Maybe later";

// Status strings
"Unable to connect" = "Unable to connect";

// Menu Titles
"Menu" = "Menu";
"Browse All Apps" = "Browse All Apps";
"All Apps" = "All Apps";
"Categories" = "Categories";
"All" = "All";
"Free" = "Free";
"Options" = "Options";

// Options Strings
"Email us" = "Email us";
"App Store" = "App Store";
"Choose the App Store to browse and download apps from." = "Choose the App Store to browse and download apps from.";
"Please email us with questions or comments." = "Please email us with questions or comments.";

// AppStore Button
"Available on the" = "Available on the";

// Categories
"Books" = "Books";
"Business" = "Business";
"Education" = "Education";
"Entertainment" = "Entertainment";
"Finance" = "Finance";
"Games" = "Games";
"All Games" = "All Games";
"Action" = "Action";
"Adventure" = "Adventure";
"Arcade" = "Arcade";
"Board" = "Board";
"Card" = "Card";
"Casino" = "Casino";
"Dice" = "Dice";
"Educational" = "Educational";
"Family" = "Family";
"Kids" = "Kids";
"Music" = "Music";
"Puzzle" = "Puzzle";
"Racing" = "Racing";
"Role Playing" = "Role Playing";
"Simulation" = "Simulation";
"Sports" = "Sports";
"Strategy" = "Strategy";
"Trivia" = "Trivia";
"Word" = "Word";
"Health & Fitness" = "Health & Fitness";
"Lifestyle" = "Lifestyle";
"Medical" = "Medical";
"Music" = "Music";
"Navigation" = "Navigation";
"News" = "News";
"Newsstand" = "Newsstand";
"Photo & Video" = "Photo & Video";
"Productivity" = "Productivity";
"Reference" = "Reference";
"Social Networking" = "Social Networking";
"Sports" = "Sports";
"Travel" = "Travel";
"Utilities" = "Utilities";
"Weather" = "Weather";

// Added in v120
"Loading" = "Loading";
"View on the App Store?" = "View on the App Store?";
"Yes" = "Yes";
"Cancel" = "Cancel";
"Search" = "Search";
"Searching" = "Searching";
"Search Failed" = "Search Failed";
"No Results" = "No Results";
